Repository: geostonemarten/myfood-app
Catalog: myfoodapp.Hub/locale/*/messages.po
Languages: fr

source: 11 towers
fr: 11 tours

source: 18 towers
fr: 18 tours

source: 24 towers
fr: 24 tours

source: 36 towers
fr: 36 tours

source: About
fr: A propos

source: Add Event
fr: Ajout Evénement

source: Add iron
fr: Ajout fer

source: Add magnesium
fr: Ajout magnésium

source: Add potassium
fr: Ajout potassium

source: Add rain water
fr: Ajout eau de pluie

source: Add tape water
fr: Ajouter eau du robinet

source: Add white on roof
fr: Ajout blanc de Meudon

source: Advanced monitoring
fr: Capteurs avancés

source: Advices
fr: Conseil

source: Afternoon
fr: Après-midi

source: Air Temp
fr: Temp. Air

source: Air Temperature (°C)
fr: Température Air (°C)

source: All
fr: Tout

source: Anxious
fr: Anxieux

source: Application Logs
fr: Messages Applicatifs

source: April
fr: Avril

source: Aquaponics
fr: Aquaponie

source: Aquaponics - Carp
fr: Aquaponie - Carpe

source: Aquaponics - Crayfish
fr: Aquaponie - Ecrevisse

source: Aquaponics - Oth. Cold Fish
fr: Aquaponie - Autre Poisson Eau Froide

source: Aquaponics - Oth. Warm Fish
fr: Aquaponie - Autre Poisson Eau Chaude

source: Aquaponics - Tilapia
fr: Aquaponie - Tilapia

source: Aquaponics - Trout
fr: Aquaponie - Truite

source: Argula Salad
fr: Salade de Roquette

source: August
fr: Août

source: Autumn
fr: Automne

source: Average
fr: Moyenne

source: AVERAGE
fr: MOYENNE

source: Awesome
fr: Incroyable

source: Back to Details
fr: Retour aux Détails

source: Back to Production Units
fr: Retour à Unités de Production

source: Back to User List
fr: Retour à Utilisateur

source: Bad
fr: Mauvais

source: Bad looking vegetables
fr: Végétaux peu en forme

source: Beetroot
fr: Bettrave

source: Best to contact:
fr: Meilleur moment :

source: Bioponics
fr: Bioponie

source: Black Radish
fr: Radis Noir

source: Broad Bean
fr: Petit Pois

source: Broken pump
fr: Pompe cassée

source: Cabbage Bruxelles
fr: Chou de Bruxelles

source: Cabbage Cabu
fr: Chou Cabu

source: Cabbage Rave
fr: Chou Rave

source: Calendar
fr: Calendrier

source: Call Pioneer
fr: Appel Pionnier

source: Cancel
fr: Annuler

source: Carrot
fr: Carotte

source: Cauliflower
fr: Chou Fleur

source: Celery
fr: Celeri

source: Change image
fr: Change l'image

source: Chard
fr: Bettes

source: Chinese Cabbage
fr: Chou Chinois

source: Choose the application default language
fr: Choisissez la langue par défaut

source: Clogged sprinkler
fr: Emetteur bouché

source: Clogged tubes
fr: Tuyau bouché

source: CO2 SAVED
fr: CO2 ECO.

source: Connect with your Smart Greenhouse
fr: Connectez-vous à votre Serre

source: Contact Us
fr: Nous Contacter

source: content from Sigfox backend
fr: contenu reçu par Sigfox

source: Cracked tank
fr: Bassin fendu

source: Create new User
fr: Créer nouveau Utilisateur

source: Create Users
fr: Créer Utilisateur

source: created by
fr: crée par

source: Created by
fr: Créé par

source: crop per slot
fr: graine par emplacement

source: crops per slot
fr: graines par emplacement

source: Cucumber
fr: Concombre

source: CURRENT
fr: ACTUEL

source: Custom Lab
fr: Config. Perso

source: daily production
fr: prod. journalière

source: Damaged sensor
fr: Capteur endommagé

source: Dead fish
fr: Poisson mort

source: December
fr: Décembre

source: Details
fr: Détails

source: Development Kit
fr: Kit de Dev.

source: Down
fr: Bas

source: Dwarf Bean
fr: Haricot Nain

source: Dwarf Peas
fr: Petit Pois

source: Edible Flower
fr: Fleurs Comestibles

source: Edible Flower, Aromatics
fr: Fleurs Com. / Aromatiques

source: Edit
fr: Modifier

source: Edit Roles
fr: Editer les Roles

source: Edit Users
fr: Editer les Utilisateurs

source: Eggplant
fr: Aubergines

source: Equipment
fr: Equipement

source: Export CSV
fr: Exporter CSV

source: External Air Temp
fr: Temp. Air Ext.

source: External Humidity
fr: Humidité Ext.

source: February
fr: Février

source: Feed fish
fr: Nourrir poisson

source: Feeling
fr: Sentiment

source: Fennel
fr: Fenouil

source: Filter cleaning
fr: Nettoyer le filtre

source: Filter issue
fr: Problème de filtre

source: Fish
fr: Poissons

source: Fish Health
fr: Santé des Poissons

source: Fish Tank
fr: Bassin

source: Follow Messages sent by Sigfox from Production Units
fr: Suivez les Messages Sigfox envoyés par les Unités de Production

source: For any informations or suggestions
fr: Pour plus d'informations ou suggestions

source: Gather vegetables
fr: Ramasser Végétaux

source: Glass broken
fr: Vitre cassée

source: Glass cleaning
fr: Nettoyage des vitres

source: Good
fr: Bon

source: Grow
fr: Croissance

source: Happy
fr: Heureux

source: Harvest
fr: Récolte

source: health. lvl
fr: niveau santé

source: High
fr: Elevé

source: Humidity
fr: Humidité

source: Humidity (%)
fr: Humidité (%)

source: Hydroponic Type
fr: Type Hydroponie

source: hydroponicType
fr: Type d'hydro

source: Ice into towers
fr: Glace dans les tours

source: Improvement
fr: Amélioration

source: In Maintenance
fr: En Maintenance

source: Indoor
fr: Intérieur

source: Insect pest
fr: Invasion nuisibles

source: Install auto feeder
fr: Installer distributeur

source: Install double door back
fr: Installer double porte arrière

source: Install double door front
fr: Installer double porte avant

source: Install extra tanks
fr: Installer bassin supplémentaire

source: Install extra towers
fr: Installer tours suppl.

source: Install shadow cloth
fr: Installer toile d'ombrage

source: Install solar panels
fr: Installer panneaux solaires

source: Install UV filter
fr: Installer filtre UV

source: isOpen
fr: ouvert

source: Issue
fr: Incident

source: January
fr: Janvier

source: July
fr: Juillet

source: June
fr: Juin

source: Kale
fr: Chou Kale

source: Lamb Lettuce
fr: Mâche

source: last measure
fr: dernière mesure

source: Last Month
fr: Mois Dernier

source: Last Three Months
fr: Trois Dern. Mois

source: Last Week
fr: Semaine Dern.

source: Leaf vegetables - less than 200gr
fr: Légumes feuilles - moins de 200gr

source: Leaf vegetables - more than 200gr
fr: Légumes feuilles - plus de 200gr

source: Leek
fr: Poireau

source: Lettuce
fr: Laitue

source: Light
fr: Lumière

source: Log in
fr: Se Connecter

source: Log off
fr: Déconnexion

source: Log your Actions / Events here
fr: Saisir vos Actions / Evénements ici

source: Login
fr: Connexion

source: Low
fr: Bas

source: Manage Application Logs
fr: Gérer les Messages Applicatifs

source: Manage Measures from sensors
fr: Gérez les Mesures provenant des capteurs

source: Manage Production Unit Owners
fr: Gérer Propriétaires des Unit. de Prod.

source: Manage Production Units Events
fr: Gérez les événements de l'Unité de Production

source: Manage Production Units from Pioneer Citizen Network
fr: Gérez les Unités de Production du Réseau des Citoyens Pionniers

source: Manage Production Units Owners from Pioneer Citizen Network
fr: Gérer les Propriétaires des Unit. de Prod. du Réseau des Citoyens Pionniers

source: Manage Recognition Records from your Production Units
fr: Gérez les Enregistrement de Reconnaissance de vos Unités de Production

source: Manage Unit
fr: Gérer Unité

source: Manage Users
fr: Gérer Utilisateurs

source: March
fr: Mars

source: Measures
fr: Mesures

source: Measures Monitoring
fr: Visualisation des Mesures

source: Medium
fr: Moyen

source: message type
fr: type message

source: Messages Monitoring
fr: Visualisation des Messages

source: Moderate
fr: Moyen

source: Monitoring kit v.1
fr: Kit mesure v.1

source: Monitoring kit v.2
fr: Kit mesure v.2

source: Morning
fr: Matin

source: My Information
fr: Mes Informations

source: myfoodhub is licensed under a GPLv3
fr: myfoodhub est publié sous une licence GPLv3

source: Name
fr: Nom

source: Need support
fr: Besoin d'aide

source: Need Support?
fr: Besoin d'aide ?

source: Network Info
fr: Info du Réseau

source: Network Status
fr: Etat du Réseau

source: New Password
fr: Nouveau Mot de Passe

source: Night
fr: Nuit

source: No
fr: Non

source: No/Bad data received
fr: Pas/Mauvais données reçues

source: Noisy pump
fr: Pompe bruyante

source: North
fr: Nord

source: Not applicable
fr: Pas applicable

source: November
fr: Novembre

source: October
fr: Octobre

source: Offline
fr: Hors-ligne

source: Old Password
fr: Ancien Mot de Passe

source: On Maintenance
fr: En Maintenance

source: Onboard touchscreen
fr: Ecran Tactile

source: Open doors
fr: Ouverture des portes

source: Order By Date
fr: Trier Par Date

source: owner
fr: respo.

source: Owner
fr: Propriétaire

source: Parsnip
fr: Panais

source: Password
fr: Mot de Passe

source: PAST HOUR
fr: DERNIERE HEURE

source: Paused
fr: En repos

source: Pellet stove
fr: Poêle à granulés

source: Pepper
fr: Piment

source: PER MONTH
fr: PAR MOIS

source: Percentage
fr: Pourcentage

source: Perfect
fr: Parfait

source: Perform agro analysis
fr: Effectuer analyse agro.

source: Perform pH calib.
fr: Calibrer sonde pH

source: Performance &amp; Health
fr: Performances &amp; Santé

source: Performance &amp; Health (Preview)
fr: Performances &amp; Santé (Démo)

source: Perma Bed
fr: Butte de Perma

source: Perma Beds
fr: Buttes de Perma

source: Permaculture Bed
fr: Butte de Permaculture

source: Permaculture beds
fr: Buttes de Permaculture

source: Permaculture beds and biochar
fr: Buttes de Permaculture et Biochar

source: Pest
fr: Insectes

source: Phone:
fr: Tel:

source: Pioneer Citizen Map
fr: Carte des Citoyens Pionniers

source: Pioneer Citizen Network
fr: RESEAU DES CITOYENS PIONNIERS

source: Plant Health
fr: Santé des Végétaux

source: Plant seedlings
fr: Planter les semis

source: Plants
fr: Plantes

source: Please select more detailed option
fr: Choisir une Option

source: Please select More detailed Option
fr: Choisir une Option

source: Please Sign In
fr: Connectez-vous

source: Poor
fr: Faible

source: Position
fr: Emplacement

source: prod. lvl
fr: niveau de prod.

source: prod. type
fr: type de prod.

source: prod. unit
fr: unité de prod.

source: Production Unit already in use
fr: Unité de Prod. déjà en cours d'utilisation

source: Production Unit Details
fr: Détails Unité de Production

source: Production Unit Owner already in use
fr: Propriétaire déjà en cours d'utilisation

source: Production Units
fr: Unités de Prod.

source: Production Units List
fr: Liste des Unités de Production

source: Production Units Management
fr: Gestion Unité de Production

source: Purslane
fr: Pourpier

source: Ramial Chipped Wood
fr: Bois Raméal Fragmenté

source: Recipes
fr: Recettes

source: Remember me?
fr: Se souvenir de moi?

source: Root vegetables - less than 200gr
fr: Légumes racines - moins de 200gr

source: Root vegetables - more than 200gr
fr: Légumes racines - plus de 200gr

source: Satify
fr: Satisfait

source: Save
fr: Enregistrer

source: Save and Close
fr: Sauver et Fermer

source: Seed
fr: Semis

source: Send Feeling Request
fr: Envoyer Demande d'Info

source: Send Mail
fr: Envoyer Mail

source: sensor type
fr: type capteur

source: September
fr: Septembre

source: Setup Planned
fr: Instal. Planifiée

source: Sigfox connectivity kit
fr: Kit connectivité Sigfox

source: SINCE
fr: DEPUIS

source: Slot
fr: Empl.

source: Solar panels
fr: Panneaux solaires

source: South
fr: Sud

source: Spinach
fr: Epinard

source: Spring
fr: Printemps

source: Sprinkler cleaning
fr: Nettoyer les émetteurs

source: Stopped
fr: Arrêté

source: Strawberry
fr: Fraises

source: Summer
fr: Eté

source: Surname
fr: Nom

source: Sweet Potatoes
fr: Patate Douce

source: This Last Day
fr: Ces Derniers jours

source: This Week
fr: Cette Semaine

source: Tomato
fr: Tomates

source: Too much algeas
fr: Trop d'algues

source: Top
fr: Haut

source: TOTAL<br />CO2 SAVED<br />PER MONTH
fr: TOTAL<br />CO2 ECO.<br />PAR MOIS

source: TOTAL<br />CONNECTED <br />PROD. UNITS
fr: TOTAL<br />UNITES <br />CONNECTEES

source: TOTAL<br />EST. PROD. <br />PER MONTH
fr: TOTAL<br />EST. PROD. <br />PAR MOIS

source: Turnip
fr: Navet

source: Unknown
fr: Inconnu

source: Up & Running
fr: En Marche

source: Up and Running
fr: En Marche

source: Update
fr: Mise à jour

source: Use UV filter
fr: Utiliser filtre UV

source: user
fr: utilisateur

source: Users List
fr: Liste des Utilisateurs

source: Vegetable management
fr: Gestion des Végétaux

source: View Events
fr: Voir Evénements

source: View Info
fr: Plus d'info

source: View Logs
fr: Voir Infos

source: Wait Confirm.
fr: Attente Conf.

source: Want more
fr: Désir plus

source: Warning
fr: Attention

source: Water loss
fr: Perte d'eau

source: Water Melon
fr: Pastèque

source: Water purge
fr: Purge de l'eau

source: Water Temp
fr: Temp. Eau

source: Water Temperature (°C)
fr: Température Eau (°C)

source: WEEKS
fr: SEMAINES

source: White Onion
fr: Oignon Blanc

source: Winter
fr: Hiver

source: Yes
fr: Oui

source: Zipgrow Tower
fr: Tour Zipgrow

source: Zucchini
fr: Courgette
